{"ID":{"0":"US-11355780-B2"},"Title":{"0":"Sulfide solid electrolyte particles "},"Abstract":{"0":"Abstract\n\nA sulfide solid electrolyte particles comprising lithium, phosphorus and sulfur, having a volume-based average particle size measured by laser diffraction particle size distribution measurement of 0.1 μm to 10 μm, having a diffraction peak having 2θ of 29.0 to 31.0 deg in powder X-ray diffraction measurement using CuKα ray, and an intensity ratio (Ib\/Ip) of a peak intensity Ib at a high angle-side low part of the diffraction peak to a peak intensity Ip of the diffraction peak is less than 0.09."},"Description":{"0":"Description\n\nTECHNICAL FIELD\nThe present invention relates to sulfide solid electrolyte particles.\nBACKGROUND ART\nWith the rapid spread of information-related devices and communication devices such as personal computers, video cameras, mobile phones in recent years, the development of batteries used as power sources thereof has been emphasized. Among the batteries, lithium ion batteries are attracting attention from the viewpoint of high energy density.\nA liquid electrolyte comprising a flammable organic solvent is used in conventional lithium-ion batteries currently on the market. Therefore, conventional lithium-ion batteries need attachment of a safety device which suppresses a temperature rise during a short circuit, and improvements in structure and material to prevent a short circuit. In contrast, a solid-state lithium ion battery which is totally solidified by changing a liquid electrolyte to a solid electrolyte does not use a flammable organic solvent therein, and therefore allows simplification of a safety device, and is considered advantageous in terms of producing cost and productivity.\nA sulfide solid electrolyte is known as a solid electrolyte used in a lithium-ion battery. While there are various known crystal structures of sulfide solid electrolytes, a stable crystal structure which is difficult to change in structure in a wide temperature range is suitable from the perspective of widening the use temperature area of a battery. In addition, there is a demand for a material having a high ionic conductivity. As such a sulfide solid electrolyte, for example, a sulfide solid electrolyte having an argyrodite type crystal structure (for example, see Patent Documents 1 to 5) and a sulfide solid electrolyte having an LGPS-type crystal structure (for example, see Patent Document 6 and Non-Patent Document 1) have been developed.\nRELATED ART DOCUMENTS\nPatent Documents\nPatent Document 1: JP 2010-540396 A\nPatent Document 2: WO 2015\/011937\nPatent Document 3: WO 2015\/012042\nPatent Document 4: JP 2016-24874 A\nPatent Document 5: WO 2016\/104702\nPatent Document 6: WO 2011\/118801\nNon-Patent Document\nNon-Patent Document 1: Nature energy 30, 1-5 (2016) Yuki Kato et. al.\nSUMMARY OF INVENTION\nSulfide solid electrolytes having a crystal structure of a stable phase, such as an argyrodite-type crystal structure or an LGPS-type crystal structure, require firing at a high temperature (e.g., 550° C.) at the time of producing. In general, it is considered that firing at a high temperature promotes particle growth and increases particle size.\nOn the other hand, from the viewpoint of the performance and production of the all-solid-state lithium ion battery, it is desirable that the particle size of the sulfide solid electrolyte is small. However, the inventors have found a problem that when a sulfide solid electrolyte having a crystal structure of a stable phase is particulated by grinding or the like, although the particle size is reduced, the ionic conductivity may be remarkably lowered.\nIt is an object of the present invention to provide sulfide solid electrolyte particles having a crystal structure of a stable phase, a small particle size, and a high ionic conductivity. It is another object of the present invention to provide a producing method thereof.\nAs a result of intensive research, the present inventors have found that when a sulfide solid electrolyte having a crystal structure of a stable phase is pulverized by grinding or the like, the powder X-ray diffraction pattern of the sulfide solid electrolyte changes before and after the pulverization. Then, when the intensity ratio (Ib\/Ip) of an peak intensity Ib at a high angle-side low part of the diffraction peak to a peak intensity Ip of the diffraction peak within the range of 2θ=29.0 to 31.0 deg is less than 0.09, it has been found that a sulfide solid electrolyte particles having a small particle size and a high ionic conductivity can be obtained, and the present inventors have completed the present invention.\nAccording to an embodiment of the present invention, solid electrolyte sulfide particles containing lithium, phosphorus, and sulfur, having a volume-based average particle size measured by laser diffraction particle size distribution measurement of 0.1 μm or more and 10 μm or less, having a diffraction peak having 2θ ranging from 29.0 to 31.0 deg in powder X-ray diffraction measurement using CuKα ray, and having an intensity ratio (Ib\/Ip) of the peak intensity Ib at a high angle-side low part of the diffraction peak to a peak intensity Ip of the diffraction peak of less than 0.09 is provided.\nAccording to an embodiment of the present invention, sulfide solid electrolyte particles containing lithium, phosphorus, and sulfur, having a volume-based average particle size measured by laser diffraction particle size distribution measurement of 0.1 μm or more and 10 μm or less, and an ionic conductivity of 4.0 mS\/cm or more is provided.\nAccording to an embodiment of the present invention, a method for producing sulfide solid electrolyte particles comprising a crystal structure of a stable phase, wherein the sulfide solid electrolyte is particulated and then the particulated material is heat treated is provided.\nAccording to an embodiment of the present invention, an electrode mix containing the sulfide solid electrolyte particles and an active material is provided.\nAccording to an embodiment of the present invention, a lithium ion battery containing at least one of the sulfide solid electrolyte particles and the electrode mix is provided.\nAccording to an embodiment of the present invention, sulfide solid electrolyte particles having a crystal structure of a stable phase and having a small particle size and a high ionic conductivity can be provided.\n\nBRIEF DESCRIPTION OF THE DRAWINGS\n FIG. 1 is an electron micrograph of a sulfide solid electrolyte particle produced in Example 1.\n FIG. 2 is an X-ray diffraction (XRD) pattern of the sulfide solid electrolyte particles of Example 1.\n FIG. 3 is a view showing a differential curve of the XRD pattern in an enlarged view around 2θ=27 to 33 deg of the XRD pattern shown in FIG. 2.\n FIG. 4 is a solid 31P-NMR spectrum of the sulfide solid electrolyte particles of Example 1.\n FIG. 5 is an XRD pattern of sulfide solid electrolyte particles of Comparative Example 1.\n FIG. 6 is a view showing a differential curve of the XRD pattern in an enlarged view around 2θ=27 to 33 deg of the XRD pattern shown in FIG. 5.\n FIG. 7 is a solid 31P-NMR spectrum of sulfide solid electrolyte particles of Comparative Example 1.\n FIG. 8 is an XRD pattern of sulfide solid electrolyte particles of the Example 2A.\n FIG. 9 is an XRD pattern of sulfide solid electrolyte particles of the Example 2B.\n FIG. 10 is an XRD pattern of sulfide solid electrolyte particles of the Example 3A.\n FIG. 11 is an XRD pattern of sulfide solid electrolyte particles of the Example 3B.\n FIG. 12 is an explanatory view of an apparatus used for evaluating the hydrolysis property of sulfide solid electrolyte particles.\n\nMODE FOR CARRYING OUT INVENTION\nThe sulfide solid electrolyte particles of one embodiment of the invention contain lithium, phosphorus, and sulfur, and have a volume-based average particle size (D50) of 0.1 μm or more and 10 μm or less as measured by laser diffraction particle size distribution measurements. In powder X-ray diffraction measurement using CuKα ray, the sulfide solid electrolyte particles have a diffraction peak within the range of 2θ=29.0 to 31.0 deg, and the intensity ratio (Ib\/Ip) of the peak intensity Ib at a high angle-side low part of the diffraction peak to the peak intensity Ip of the diffraction peak is less than 0.09.\nIn the present embodiment, since the Ib\/Ip is less than 0.09, the ionic conductivity is increased even though the D50 is as small as 0.1 μm or more and 10 μm or less.\nThe intensity ratio is preferably 0.08 or less, more preferably 0.07 or less. The intensity ratio is preferably 0, but may be 0.001 or more, or 0.005 or more.\nThe D50 of the sulfide solid electrolyte particles is preferably 0.2 μm or more and 8 μm or less, more preferably 0.3 μm or more and 6 μm or less.\nThe peak intensity Ip is a height of a diffraction peak (hereinafter referred to as a diffraction peak A) having a peak top within a range of 2θ=29.0 to 31.0 deg in powder X-ray diffraction measurement using CuKα ray. When there are two or more diffraction peaks in the above range, the strongest diffraction peak is defined as the diffraction peak A. The diffraction peak A is a peak caused by the crystal structure of the stable phase contained in the sulfide solid electrolyte particles.\nThe diffraction intensity Ib is the diffraction intensity at a high angle-side low part of the peak having the peak intensity Ip. Specifically, the diffraction intensity Ib is the diffraction intensity which is larger than the angle of the peak top of the diffraction peak A and is the diffraction intensity at the minimum angle at which the differential value becomes 0 in the differential curve obtained by differentiating the periphery of the region including the diffraction peak A after smoothing the X-ray diffraction pattern obtained by powder X-ray diffraction measurement.\nWhen the diffraction intensity Ib is strong, the ionic conductivity of the sulfide solid electrolyte particles is lowered. The present inventors presume that the diffraction intensity Ib is an intensity of a broad peak (halo pattern) caused by an amorphous component, and the strong diffraction intensity Ib indicates that glass is generated in the surface layer of the sulfide solid electrolyte particle.\nIn the present embodiment, since the diffraction peak A caused by the crystal structure contained in the sulfide solid electrolyte particle and the halo pattern caused by the amorphous component overlap, both are separated using the above-described differential curve.\nDetails of methods for measuring volume-based average particle size (D50) and powder X-ray diffractometry are given in the Examples.\nThe crystal structure of the stable phase is generally a crystal structure in which the free energy is thermodynamically low under certain external conditions such as pressure and temperature. In the present application, the crystal structure of the stable phase means a crystal structure which exists without causing a structural change in a temperature range including room temperature, for example, 300° C. or lower. For example, when heat treatment is performed at 300° C. for 10 hours in a tube sealed in an argon atmosphere at room temperature and atmospheric pressure, it can be confirmed that a diffraction peak which does not change in X-ray diffraction analysis before and after the heat treatment (within a measurement error range) is derived from a crystal structure of a stable phase.\nThe crystal structure of the stable phase includes, for example, an argyrodite-type crystal structure and an LGPS-type crystal structure.\nAs an argyrodite-type crystal structure, for example, the crystal structures disclosed in Angew. Chem Vol. 47 (2008), No. 4, p. 755-758; Phys. Status. Solidi Vol. 208 (2011), No. 8, P. 1804-1807; Solid State Ionics Vol. 221 (2012) P. 1-5; Patent Documents 1 to 5, JP 2011-096630 A, and JP 2013-211171 A can be given.\nThe LGPS-type crystal structure is a Li4-xGe1-xPxS4 (x is 0<x<1) based thio-LISICON Region II crystal structure or a crystal structure similar to the type. For example, there is a crystal structure disclosed in Patent Document 6 and Non-Patent Document 1.\nThe sulfide solid electrolyte particles of the present embodiment preferably contain an argyrodite-type crystal structure as the crystal structure of the stable phase. In this case, the diffraction peak A appears at 2θ=29.7±0.5 deg.\nDiffraction peaks of the argyrodite-type crystal structure may appear, for example, at 2θ=25.2±0.5 deg, and may also appear at 2θ=15.3±0.5 deg, 17.7±0.5 deg, 31.1±0.5 deg, 44.9±0.5 deg, and 47.7±0.5 deg. The sulfide solid electrolyte particles of this embodiment may have these peaks.\nThe sulfide solid electrolyte particles of the present embodiment preferably contain an LGPS-type crystal structure as the crystal structure of the stable phase. In this case, the diffraction peak A appears at 2θ=29.6±0.5 deg.\nDiffraction peaks of LGPS-type crystal structures may appear, for example, at 2θ=20.2±0.5 deg. For example, in Li10GeP2S12, diffraction peaks of LGPS-type crystal structures appear at 2θ=12.4±0.5 deg, 2θ=14.4±0.5 deg, 17.4±0.5 deg, 20.2±0.5 deg, 23.9±0.5 deg, 26.9±0.5 deg, 29.6±0.5 deg, 41.5±0.5 deg, and 47.4±0.5 deg.\nIn the present application, the position of the diffraction peak is determined by Y±0.5 deg when the median value is Y, but Y±0.3 deg is preferable. For example, in the case of the above-mentioned diffraction peak of 2θ=29.7±0.5 deg, the median value Y is 29.7 deg, and it is preferable that the peak exists in the range of 2θ=29.7±0.3 deg. The same can be applied to judgement of all of the other diffraction peak positions in the invention.\nThe sulfide solid electrolyte particle of the present embodiment may further contain halogen in addition to the elements of lithium, phosphorus, and sulfur. Examples of the halogen include fluorine (F), chlorine (Cl), bromine (Br), iodine (I), and the like. The sulfide solid electrolyte particle of the present embodiment preferably contains Cl. It is also preferable to contain both Cl and Br.\nIn the sulfide solid electrolyte particles containing halogen, the molar ratio X\/S of halogen to sulfur is preferably greater than 0.23 and less than 0.57. By including the argyrodite-type crystal structure and setting the molar ratio of halogen to sulfur in the above range, the ionic conductivity of the sulfide solid electrolyte particles is increased. The molar ratio (X\/S) is preferably 0.25 or more and 0.43 or less, more preferably 0.30 or more and 0.41 or less. In the present embodiment, the sulfide solid electrolyte particles preferably contain two or more types of halogens.\nThe sulfide solid electrolyte particles of the present embodiment preferably have an area ratio of the glass-derived peak to a total area of all peaks at 60 to 120 ppm, which is observed in solid 31P-NMR measurement, of 0% or more and 30% or less. The area ratio of the glass-derived peak is more preferably 20% or less, and more preferably 10% or less. In the range of 60 to 120 ppm, peaks originating from the crystal structure of the stable phase and peaks originating from the glass are observed.\nIdentification of crystalline structures and glasses by solid 31P-NMR measurement and the area of each peak are calculated by separating signals observed at 60 to 120 ppm of the spectra obtained by solid 31P-NMR measurement into each peak by a nonlinear least squares method and measuring the area of each peak.\nChemical shifts of sulfide solid electrolytes obtained by solid 31P-NMR measurements are changed not only by their chemical structures but also by the arrangement state of atoms, the coordination numbers and coordination state of surrounding atoms, and the like. Also, since averaging of chemical shifts due to molecular motion does not occur in crystals and glasses, spectrum corresponding to all of these structures are observed. That is, in the crystal, even in the same chemical structure, a plurality of sharp peaks is observed reflecting a difference in the environment based on the symmetry and a difference in the coordination state of the surrounding atoms. On the other hand, in the glass, a large number of peaks having different chemical shifts are observed to overlap to reflect the disturbance of the local structure, and as a result, a broad peak is observed at a position corresponding to each chemical structure.\nFor example, the argyrodite-type crystal structure and the LGPS-type crystal structure each contain a PS4 3− structure in the crystal, but the chemical shifting positions of peaks obtained by solid 31P-NMR measurements differ in the respective crystal structures due to differences in the symmetries of the crystals and differences in the coordination states of atoms around the PS4 3− structure. On the other hand, a glass composed of a PS4 3− structure, a P2S7 4− structure, and a P2S6 4− structure has been reported as a sulfide solid electrolyte in a glass state, and the chemical shifts of these chemical structures are observed at positions different from the chemical shift positions of the peaks of the above-mentioned crystals, or the half-value widths are greatly different from each other.\nBy utilizing the above-mentioned difference, in a sulfide solid electrolyte in which crystal and glass coexist, the solid 31P-NMR spectrum can be separated into peaks from crystal and peaks from glass, and the respective amounts can be quantified. Details will be described in the following Examples. Each peak area indicates the amount of phosphorus present in the same surrounding environment.\nWhen the sulfide solid electrolyte particles of the present embodiment are in an aspect including an argyrodite-type crystal structure, it is preferable that the molar ratio a (Li\/P) of lithium to phosphorus, the molar ratio b (S\/P) of sulfur to phosphorus, and the molar ratio c (X\/P) of one or more elements X selected from the group consisting of chalcogens excluding sulfur and halogens to phosphorus satisfy the following formulae (A) to (C):\n\n5.0≤a≤7.5  (A)\n\n6.5≤a+c≤7.5  (B)\n\n0.5≤a−b≤1.5  (C)\n\nwherein in the formulae, b>0 and c≥0.\n\nExamples of the chalcogen excluding sulfur include oxygen (O), selenium (Se), tellurium (Te), and the like.\nExamples of the halogen include F, Cl, Br, and I.\nIn the above formula (B), 6.6≤a+c<7.1 is preferable, and 6.8≤a+c<7.1 is more preferable.\nIn the above formula (C), 1.0<a−b≤1.4 is preferable, and 1.0<a−b≤1.3 is more preferable.\nIn the present application, the molar ratio and composition of each element in the sulfide solid electrolyte particles are the values determined by the ICP luminescence analysis method, except for special circumstances such as difficulty in analysis. The method for measuring by ICP luminescence analysis is described in the Examples.\nThe molar ratio of each element can be controlled by adjusting the content of each element in the raw material.\nWhen the sulfide solid electrolyte particles of the present embodiment contain the element X, the smaller the ionic radius of the element X, the more the element X contained in the argyrodite-type crystal structure, and the higher the ionic conductivity, so that the molar ratio a of lithium to phosphorus is preferably adjusted by the ionic radius of the element X. The element X can be classified into the following three groups (X1, X2 and X3) depending on the size of the ion radii.\n X1: F, Cl, OX2: BrX3: I, Se, Te\nWhen the molar ratio occupied by the element X1 in the element X is the largest, the above formula (A) is preferably 5.2≤a≤6.5, and more preferably 5.25≤a≤6.4. When the molar ratio occupied by the element X2 in the element X is the largest, the above formula (A) is preferably 5.2≤a≤6.8, and more preferably 5.3≤a≤6.6. When the molar ratio occupied by the element X3 in the element X is the largest, the above formula (A) is preferably 5.5≤a≤7.0, and more preferably 5.5≤a≤6.8.\nThe element X is preferably composed of only halogen.\nThe phosphorus is an element constituting the skeleton structure of the sulfide solid electrolyte particles.\nThe sulfide solid electrolyte particles of the present embodiment may contain elements such as Si, Ge, Sn, Pb, B, Al, Ga, As, Sb, Bi, in addition to the above-mentioned lithium, phosphorus, sulfur, and element X. When the sulfide solid electrolyte particles contain one or more elements M selected from the group consisting of Si, Ge, Sn, Pb, B, Al, Ga, As, Sb, and Bi, the molar ratio of each element in the above (A) to (C) is a molar ratio to the total of the elements M and phosphorus. For example, the molar ratio a (Li\/P) of lithium to phosphorus is Li\/(P+M).\nThe sulfide solid electrolyte particles of the present embodiment preferably satisfy, for example, the composition represented by the following formula (1).\n\nLia(P1−αMα)SbXc  (1)\n\nwherein in the formula (1), M is one or more elements selected from the group consisting of Si, Ge, Sn, Pb, B, Al, Ga, As, Sb, and Bi, X is one or more elements selected from the group consisting of F, Cl, Br, I, O, Se, and Te; a to c satisfy the formulas (A) to (C); and α is 0≤α≤0.3.)\n\nWhen c in the formula (1) is not 0 and the molar ratio occupied by the element X1 to the whole X is the largest, a is preferably 5.2≤a≤6.5, and more preferably 5.25≤a≤6.4. When the molar ratio occupied by the element X2 is the largest, a is preferably 5.2≤a≤6.8, and more preferably 5.3≤a≤6.6. When the molar ratio occupied by the element X3 is the largest, a is preferably 5.5≤a≤7.0, and more preferably 5.5≤a≤6.8.\nX in the formula (1) is preferably one or more halogens selected from F, Cl, Br and I. It is also preferable that X in the formula (1) is two or more elements selected from the group consisting of F, Cl, Br, and I (x1, . . . , xn: n is an integer of 2 or more and 4 or less). The incorporation of halogen into the argyrodite-type crystal structure increases the ionic conductivity. X is preferably composed of two kinds of elements (x1, x2) or three kinds of elements (x1, x2, x3), and is more preferably composed of two kinds of elements. When two or more halogens are contained, the molar ratio of the respective elements is not particularly limited, but when chlorine is contained, the molar ratio (XCl) of chlorine to element X preferably satisfies 0.25<XCl<1.\nα is preferably 0.\nThe sulfide solid electrolyte particles of one embodiment of the present invention can have a high ionic conductivity of 4.0 mS\/cm or more even though the sulfide solid electrolyte particles are fine particles of D50 being 0.1 μm or more and 10 μm or less. The ionic conductivity is preferably 5.0 mS\/cm or more, more preferably 7.0 mS\/cm or more, and most preferably 9.0 mS\/cm or more.\nThe sulfide solid electrolyte particles of the present embodiment can be produced by, for example, particulating the sulfide solid electrolyte and then heat-treating the particulated material.\nThe method for producing the sulfide solid electrolyte is not particularly limited. For example, reference can be made to the literature on the argyrodite-type crystal structure or the LGPS-type crystal structure described above. The sulfide solid electrolyte before particulation may be a sulfide solid electrolyte having a same or similar crystal structure to that of the sulfide solid electrolyte particles obtained by particulation. Alternatively, a sulfide solid electrolyte (intermediate) having a crystal structure of sulfide solid electrolyte particles by heat treatment after particulation may be used.\nThe intermediate is preferably produced, for example, by applying mechanical stress to a raw material containing lithium, phosphorus and sulfur.\nThe sulfide solid electrolyte is, for example, particulated by a pulverizing apparatus such as a jet mill, and then heat-treated.\nHereinafter, an embodiment of the producing method of the present invention will be described.\nOne embodiment of the producing method of the present invention includes a step of preparing a sulfide solid electrolyte (intermediate) by applying mechanical stress to a raw material containing lithium, phosphorus, and sulfur, particulating the obtained intermediate into intermediate particles, and heat treating the intermediate particles.\nThe raw material used is a combination of one type of compound containing elements that the sulfide solid electrolyte particles to be produced contain as essential elements, i.e., lithium, phosphorus, and sulfur, or two or more types of compound containing lithium, phosphorus, and sulfur as a whole, or a simple substance.\nAs the material containing lithium, for example, a lithium compound such as lithium sulfide (Li2S), lithium oxide (Li2O), or lithium carbonate (Li2CO3), a simple substance of lithium metals, or the like can be given. Among them, a lithium compound is preferable, and lithium sulfide is more preferable.\nThe lithium sulfide can be used without any particular limitation, but a lithium sulfide having a high purity is preferable. Lithium sulfide can be produced, for example, by the method described in JP-H07-330312 A, JP-H09-283156 A, JP 2010-163356 A, and JP 2011-84438 A.\nSpecifically, lithium hydroxide and hydrogen sulfide are reacted in a hydrocarbon-based organic solvent at 70° C. to 300° C. to form lithium hydrosulfide, and subsequently, hydrogen sulfide is removed from this reaction liquid, thereby to produce lithium sulfide (JP 2010-163356 A).\nFurther, by reacting lithium hydroxide and hydrogen sulfide in an aqueous solvent at 10° C. to 100° C. to form lithium hydrosulfide, and subsequently, hydrogen sulfide is removed from this reaction liquid, thereby to produce lithium sulfide (JP 2011-84438 A).\nExamples of the raw material containing phosphorus include phosphorus sulfide such as diphosphorus trisulfide (P2S3) and diphosphorus pentasulfide (P2S5) and, phosphorus compounds such as sodium phosphate (Na3PO4) and, and phosphorus alone. Among these, phosphorus sulfide is preferable, and diphosphorus pentasulfide (P2S5) is more preferable. Phosphorus compounds such as diphosphorus pentasulfide (P2S5) and phosphorus alone can be used without particular limitation as long as they are produced and sold industrially.\nWhen the sulfide solid electrolyte particle contains an element X such as halogen, the raw material preferably contains, for example, a halogen compound represented by the following formula (2).\n\nMl-Xm  (2)\n\nIn the formula (2), M represents sodium (Na), lithium (Li), boron (B), aluminum (Al), silicon (Si), phosphorus (P), sulfur (S), germanium (Ge), arsenic (As), selenium (Se), tin (Sn), antimony (Sb), tellurium (Te), lead (Pb), bismuth (Bi), or a combination of these elements with an oxygen element or a sulfur element, and Li or P is preferable and Li is more preferable.\nX is a halogen selected from the group consisting of F, Cl, Br, and I.\nMoreover, l is an integer of 1 or 2, and m is an integer of 1 to 10. When m is an integer of 2 to 10, that is, when a plurality of Xs presents, Xs may be the same or different. For example, in the case of SiBrCl3 mentioned later, m is 4, and Xs are different elements, i.e. Br and Cl.\nSpecific examples of the halogen compound represented by the above formula (2) include sodium halide such as NaI, NaF, NaCl, and NaBr; lithium halide such as LiF, LiCl, LiBr, and LiI; boron halide such as BCl3, BBr3, and BI3; aluminum halide such as AlF3, AlBr3, AlI3, and AlCl3; silicon halide such as SiF4, SiCl4, SiCl3, Si2Cl6, SiBr4, SiBrCl3, SiBr2Cl2, and SiI4; phosphorus halide such as PF3, PF5, PCl3, PCl5, POCl3, PBr3, POBr3, PI3, P2Cl4, and P2I4; sulfur halide such as SF2, SF4, SF6, S2F10, SCl2, S2Cl2, and S2Br2; germanium halide such as GeF4, GeCl4, GeBr4, GeI4, GeF2, GeCl2, GeBr2, and GeI2; arsenic halide such as AsF3, AsCl3, AsBr3, AsI3, and AsF5; selenium halide such as SeF4, SeF6, SeCl2, SeCl4, Se2Br2, and SeBr4; tin halide such as SnF4, SnCl4, SnBr4, SnI4, SnF2, SnCl2, SnBr2, and SnI2; antimony halide such as SbF3, SbCl3, SbBr3, SbI3, SbF5, and SbCl5; tellurium halide such as TeF4, Te2F10, TeF6, TeCl2, TeCl4, TeBr2, TeBr4, and TeI4; lead halide such as PbF4, PbCl4, PbF2, PbCl2, PbBr2, and PbI2; and bismuth halide such as BiF3, BiCl3, BiBr3, and BiI3.\nAmong these, lithium halides such as lithium chloride (LiCl), lithium bromide (LiBr), and lithium iodide (LiI); and phosphorus halide such as phosphorus pentachloride (PCl5), phosphorus trichloride (PCl3), phosphorus pentabromide (PBr5), phosphorus tribromide (PBr3) are preferable. Among them, lithium halide such as LiCl and LiBr and LiI; and PBr3 are preferable; and lithium halide such as LiCl, LiBr and LiI are more preferable; and LiCl and LiBr are still more preferable.\nOne of the kinds of halogen compounds described above may be used alone, or a combination of two or more kinds may be used.\nIn the present embodiment, it is preferable that the lithium compound, the phosphorus compound, and the halogen compound are included, and at least one of the lithium compound and the phosphorus compound includes sulfur, the combination of lithium sulfide, phosphorus sulfide, and lithium halide is more preferable, and the combination of lithium sulfide, diphosphorus pentasulfide, and lithium halide is still more preferable.\nIn the present embodiment, it is preferable to react the above-mentioned raw material by applying mechanical stress to form a sulfide solid electrolyte (intermediate). Herein, “applying mechanical stress” is to mechanically apply shear stress, impact force, or the like. As the means for applying mechanical stress, for example, a pulverizer such as a planetary ball mill, a vibration mill, or a rolling mill; a kneader, or the like can be given.\nIn the present embodiment, it is preferable to react the raw material by applying mechanical stress to form a glassy sulfide solid electrolyte (intermediate). That is, the raw material powder is pulverized and mixed to a state in which crystallinity cannot be maintained by a mechanical stress that is stronger than that of the prior art. Thus, it is estimated that the sulfide solid electrolyte particles of the present invention exhibit high ionic conductivity.\nFor example, when a vibration mill is used as the pulverizer, the raw material may be processed at a rotation speed of 1000 to 2000 revolutions per second for 24 to 168 hours.\nFor example, when a ball made of zirconia is used as the pulverization media, its diameter is preferably 0.2 to 20 mm.\nThe intermediate produced by applying mechanical stress is particulated into intermediate particles. Examples of the particulating means include a jet mill, a ball mill, and a bead mill. Whether the particulating process is dry or wet is not limited, but from the viewpoint of, for example, reducing drying processes, the particulating process is preferably a dry particulating process.\nThe conditions of the atomization can be appropriately adjusted in consideration of the device to be used, the conditions of the intermediates, and the like. The D50 of the obtained intermediate particles is preferably 0.1 to 10 μm, more preferably 0.5 to 5 μm.\nThe resulting intermediate particles are heat treated to produce sulfide solid electrolyte particles. The conditions of the heat treatment can be appropriately set so as to obtain a desired crystal structure of a stable phase. For example, the heat treatment temperature is preferably 350° C. to 700° C.\nSpecifically, in the case of an argyrodite-type crystal structure, the heat treatment temperature is preferably 350 to 650° C., more preferably 360 to 500° C., and still more preferably 380 to 450° C. The heat treatment time may be adjusted depending on the temperature, for example, 0.5 to 48 hours is preferable, and 1 to 10 hours is more preferable.\nIn the present embodiment, it is preferable that the intermediate particles contain two or more halogens, for example, Cl and Br. When the intermediate particles contain two or more halogens, sulfide solid electrolyte particles having a small D50 and a high ionic conductivity may be obtained even if the heat treatment temperature is lowered or the treatment time is shortened as compared with the case where the intermediate particles contain only one kind of halogen.\nIn the case of the LGPS-type crystal structure, the heat treatment temperature is preferably 400 to 700° C., more preferably 450 to 650° C., and still more preferably 500 to 600° C. The heat treatment time may be adjusted depending on the temperature, for example, 0.5 to 100 hours is preferable, and 1 to 48 hours is more preferable.\nFor example, when lithium sulfide, diphosphorus pentasulfide, and lithium halide is used as the raw material of the sulfide solid electrolyte particles of the present embodiment, and sulfide solid electrolyte particles including an argyrodite-type crystal structure are produced, the molar ratio of the input raw material can be lithium sulfide:diphosphorus pentasulfide:lithium halide=37 to 88:8 to 25:0.1 to 50.\nAlthough an embodiment of the producing method of the present invention has been described above, the producing method of the present invention is not limited to the present embodiment. For example, in the present embodiment, the intermediate particles are heat-treated to produce the sulfide solid electrolyte particles, but the sulfide solid electrolyte particles may be produced by heat-treating the particulated sulfide solid electrolyte instead of the intermediate particles. The sulfide solid electrolyte can be produced, for example, by heat-treating the sulfide solid electrolyte (intermediate) described above.\nThe sulfide solid electrolyte particles of the invention can be used in a solid electrolyte layer, a positive electrode, a negative electrode, etc. of a lithium ion secondary battery.\n[Electrode Mix]\nThe electrode mix of the embodiment of the present invention includes the sulfide solid electrolyte partides of the present invention described above and an active material. Alternatively, the electrode mix is produced by the sulfide solid electrolyte particles of the present invention. When a negative electrode active material is used as the active material, the electrode mix becomes a negative electrode mix. On the other hand, when a positive electrode active material is used, the electrode mix becomes a positive electrode mix.\nNegative Electrode Mix\nA negative electrode mix is obtained by incorporating a negative electrode active material to the sulfide solid electrolyte particles of the invention.\nAs the negative electrode active material, for example, a carbon material, a metal material, or the like can be used. A complex composed of two or more of these can also be used. Further, a negative electrode active material that will be developed in the future can be used.\nIt is preferred that the negative electrode active material has electron conductivity.\nThe carbon materials include graphite (e.g., artificial graphite), graphite carbon fiber, resin calcined carbon, pyrolytic vapor-grown carbon, coke, mesocarbon microbeads (MCMB), burned carbon of furfuryl alcohol resin, polyacene, pitch-based carbon fibers, vapor grown carbon fibers, natural graphite, non-graphitizable carbon and the like can be given.\nExamples of the metallic material include a simple metal substance, alloys, and metal compounds. Examples of the metal simple substance include metallic silicon, metallic tin, metallic lithium, metallic indium, and metallic aluminum. Examples of the alloy include an alloy containing at least one of silicon, tin, lithium, indium, and aluminum. Examples of the metal compound include a metal oxide. The metal oxide is, for example, silicon oxide, tin oxide or aluminum oxide.\nThe blending ratio of the negative electrode active material and the sulfide solid electrolyte particles is preferably 95% by weight:5% by weight to 5% by weight:95% by weight, more preferably 90% by weight:10% by weight to 10% by weight:90% by weight, and still more preferably 85% by weight:15% by weight to 15% by weight:85% by weight.\nWhen the content of the negative electrode active material in the negative electrode mix is too small, the electric capacity becomes small. Further, when the negative electrode active material has electron conductivity and does not contain a conductive aid, or contains only a small amount of a conductive aid, it is considered that the electron conductivity (electron conduction path) in the negative electrode may be lowered to decrease the rate characteristic, or the utilization rate of the negative electrode active material may be lowered to decrease the electric capacity. On the other hand, when the content of the negative electrode active material in the negative electrode mix is too large, it is considered that the ionic conductivity (ion conduction path) in the negative electrode may be lowered to decrease the rate characteristics, or the utilization factor of the negative electrode active material may be lowered to decrease the electronic capacity.\nThe negative electrode mix may further contain a conductive aid.\nWhen the electron conductivity of the negative electrode active material is low, it is preferable to add a conductive aid. The conductive aid may have conductivity, and its electronic conductivity is preferably 1×103 S\/cm or more, more preferably 1×105 S\/cm or more.\nSpecific examples of the conductive aid include a substance containing at least one element selected from the group consisting of carbon material, nickel, copper, aluminum, indium, silver, cobalt, magnesium, lithium, chromium, gold, ruthenium, platinum, beryllium, iridium, molybdenum, niobium, osmium, rhodium, tungsten, and zinc, and more preferably, a carbon material such as carbon with high conductivity or carbon material other than carbon simple substance, and a metal simple substance, mixture or compound containing nickel, copper, silver, cobalt, magnesium, lithium, ruthenium, gold, platinum, niobium, osmium, or rhodium.\nSpecific examples of carbon material include carbon black such as Ketjenblack, acetylene black, Dencablack, thermal black, channel black, and the like; graphite, carbon fiber, activated carbon, and the like, which can be used alone or in combination with two or more species. Among them, acetylene black, Dencablack, and Ketjenblack having high electron conductivity are preferable.\nWhen the negative electrode mix contains a conductive aid, the content of the conductive aid in the mixture is preferably 1 to 40% by weight, more preferably 2 to 20% by weight. It is considered that when the content of the conductive aid is too small, the electronic conductivity of the negative electrode may be lowered to decrease the rate characteristic, or the utilization rate of the negative electrode active material may be lowered to decrease the electric capacity. On the other hand, when the content of the conductive auxiliary agent is too large, the amount of the negative electrode active material and\/or the amount of the sulfide solid electrolyte particles becomes small. It is presumed that when the amount of the negative electrode active material decreases, the electric capacity decreases. In addition, it is considered that when the amount of the sulfide solid electrolyte particles is reduced, the ionic conductivity of the negative electrode may be lowered to decrease the rate characteristic, or the utilization rate of the negative electrode active material may be lowered to decrease the electric capacity.\nThe negative electrode mix may further contain a binder in order to bind the negative electrode active material and the sulfide solid electrolyte particles tightly to each other.\nAs the binder, fluorine-containing resins such as polytetrafluoroethylene (PTFE), polyvinylidene fluoride (PVDF), and fluorine rubber; thermoplastic resins such as polypropylene and polyethylene; ethylene-propylene-diene rubber (EPDM), sulfonated EPDM, natural butyl rubber (NBR), and the like can be used alone or as mixtures of two or more kinds. In addition, an aqueous dispersion of cellulose or styrene butadiene rubber (SBR), which is an aqueous binder, can be used.\nThe negative electrode mix can be produced by mixing the sulfide solid electrolyte particles, the negative electrode active material, and an arbitrary conductive aid and\/or binder.\nThe mixing method is not particularly limited; for example, a dry mixing using a mortar, a ball mill, a bead mill, a jet mill, a planetary ball mill, a vibrating ball mill, a sand mill, a cutter mill; and an wet mixing using a mortar, a ball mill, a bead mill, a planetary ball mill, a vibration ball mill, a sand mill, a fill mix after dispersing the raw material in an organic solvent, and then removing the solvent can be applied. Among them, wet mixing is preferable in order not to destroy the negative electrode active material particles.\nPositive Electrode Mix\nBy blending the positive electrode active material into the sulfide solid electrolyte particles of the present invention, a positive electrode mix is obtained.\nThe positive electrode active material is a material capable of intercalating and desorbing lithium ions, and a material known as a positive electrode active material in the field of batteries can be used. Further, a positive electrode active material to be developed in the future can also be used.\nExamples of the positive electrode active material include metal oxides, sulfides, and the like. Sulfides include metal sulfides and non-metal sulfides.\nThe metal oxide is, for example, a transition metal oxide. More specifically, V2O5, V6O13, LiCoO2, LiNiO2, LiMnO2, LiMn2O4, Li(NiaCobMnc)O2 (where 0<a<1, 0<b<1, 0<c<1, a+b+c=1), LiNi1−YCoYO2, LiCo1−YMnYO2, LiNi1−YMnYO2 (where 0≤Y<1), Li(NiaCobMnc)O4 (0<a<2, 0<b<2, 0<c<2, a+b+c=2), LiMn2−zNizO4, LiMn2−zCozO4 (where 0<Z<2), LiCoPO4, LiFePO4, CuO, Li(NiaCobAlc)O2 (where 0<a<1, 0<b<1, 0<c<1, a+b+c=1), and the like are mentioned.\nExamples of the metal sulfide include titanium sulfide (TiS2), molybdenum sulfide (MoS2), iron sulfide (FeS, FeS2), copper sulfide (CuS), nickel sulfide (Ni3S2), and the like.\nOthers of the metallic oxide include bismuth oxide (Bi2O3), bismuth lead oxide (Bi2Pb2O5), and the like.\nExamples of nonmetallic sulfides include organic disulfide compounds and carbon sulfide compounds.\nIn addition to those mentioned above, niobium selenide (NbSe3), metallic indium, sulfur can also be used as the positive electrode active material.\nThe positive electrode mix may further comprise a conductive aid.\nThe conductive aid is the same as that of the negative electrode mix.\nThe mixing ratio of the sulfide solid electrolyte particles and the positive electrode active material of the positive electrode mix, the content of the conductive aid, and the producing method of the positive electrode mix are the same as those of the negative electrode mix described above.\n[Lithium Ion Battery]\nThe lithium ion battery of the embodiment of the present invention includes at least one of the sulfide solid electrolyte particles and the electrode mix of the present invention described above. Alternatively, it is produced by at least one of the sulfide solid electrolyte particles and the electrode mix of the present invention.\nThe constituent of the lithium ion battery is not particularly limited, but generally has a structure in which a negative electrode layer, an electrolyte layer, and a positive electrode layer are stacked in this order. Hereinafter, each layer of the lithium ion battery will be described.\n(1) Negative Electrode Layer\nThe negative electrode layer is preferably a layer that is produced from the negative electrode mix of the invention.\nAlternatively, the negative electrode layer is a layer that comprises the negative electrode mix of the invention.\nThe thickness of the negative electrode layer is preferably 100 nm or more and 5 mm or less, more preferably 1 μm or more and 3 mm or less, and still more preferably 5 μm or more and 1 mm or less.\nThe negative electrode layer can be produced by a known method. For example, it can be produced by a coating method, an electrostatic method (electrostatic spray method, electrostatic screen method, etc.).\n(2) Negative Electrolyte Layer\nThe electrolyte layer is a layer containing a solid electrolyte or a layer made from a solid electrolyte. The solid electrolyte is not particularly limited, but is preferably a sulfide solid electrolyte particle of the present invention.\nThe electrolyte layer may consist of a solid electrolyte and may further comprise a binder. As the binder, the same binder as the binder of the negative electrode mix of the present invention can be used.\nThe thickness of the electrolyte layer is preferably 0.001 mm or more and 1 mm or less.\nThe solid electrolyte of the electrolyte layer may be fused. Fusion means that a part of the solid electrolyte particles dissolve and the dissolved part integrates with other solid electrolyte particles. Further, the electrolyte layer may be a plate-like body of the solid electrolyte, and as for the plate-like body, there may be cases where part or all of the solid electrolyte particles are dissolved to form a plate-like body.\nThe electrolyte layer can be produced by a known method, for example, a coating method or an electrostatic method (electrostatic spray method, electrostatic screen method, etc.).\n(3) Positive Electrode Layer\nThe positive electrode layer is a layer that comprises a positive electrode active material. Preferably, the positive electrode layer is a layer that comprises the positive electrode mix of the invention or a layer produced from the positive electrode mix of the invention.\nThe thickness of the positive electrode layer is preferably 0.01 mm or more and 10 mm or less.\nThe positive electrode layer can be produced by a known method. For example, it can be produced by a coating method, an electrostatic method (electrostatic spray method, electrostatic screen method, etc.).\n(4) Current Collector\nThe lithium ion battery of the present embodiment preferably further comprises a current collector. For example, the negative electrode current collector is provided on the side opposite to the electrolyte layer side of the negative electrode layer, and the positive electrode current collector is provided on the side opposite to the electrolyte layer side of the positive electrode layer.\nAs the current collector, a plate-like body or a foil-like body, etc. formed of copper, magnesium, stainless steel, titanium, iron, cobalt, nickel, zinc, aluminum, germanium, indium, lithium or an alloy thereof, or the like.\nThe lithium ion battery of the present embodiment can be produced by attaching and jointing the above-described members. As a method of jointing, there are a method of laminating each member, pressing and crimping the members, a method of pressing through between two rolls (roll to roll), and the like.\nJointing may be conducted with an active material having an ionic conductivity or an adhesive material that does not impair ionic conductivity on the jointing surface.\nIn the jointing, heat sealing may be conducted within a range that the crystal structure of the solid electrolyte is not changed.\nThe lithium ion battery of the present embodiment can also be produced by sequentially forming the above-described members. It can be produced by a known method, for example, by a coating method, an electrostatic method (electrostatic spray method, electrostatic screen method, or the like).\nEXAMPLES\nThe present invention is described below in more detail by Examples.\nThe evaluation method is as follows.\n(1) Volume-Based Average Particle Size (D50)\nA measurement was performed with a laser diffraction\/scattering type particle size distribution measurement device (manufactured by HORIBA, LA-950V2 model LA-950W2).\nA mixture of dehydrated toluene (manufactured by Wako Pure Chemical Industries, Ltd., Special Grade) and tertiary butyl alcohol (manufactured by Wako Pure Chemical Industries, Ltd., Special Grade) at a weight ratio of 93.8:6.2 was used as a disperse medium. 50 mL of the disperse medium was poured into a flow cell of the device, and circulated. Thereafter, an object to be measured was added to the disperse medium, a resulting product was ultrasonically treated, and then particle size distribution was measured. The addition amount of the object to be measured was adjusted so that red light transmittance (R) was within 80 to 90% and blue light transmittance (B) was within 70 to 90%, which are corresponding to particle concentration, in a measurement screen defined by the device. The calculation conditions were 2.16 as the value of the refractive index of the object to be measured and 1.49 as the value of the refractive index of the dispersion medium. In the setting of the distribution form, the particle size calculation was performed by fixing the number of repetitions to 15 times.\n(2) Ionic Conductivity Measurement\nThe sulfide solid electrolyte particles produced in each example were filled in a tablet molding machine, and a pressure of 22 MPa was applied to form a molded body. Carbon was placed on both sides of the molded body as an electrode, and pressure was applied again by a tablet molding machine, whereby a molded body for measurement (diameter: about 10 mm, thickness: 0.1 to 0.2 cm) was produced. The ionic conductivity of this molded body was measured by AC impedance measurement. The conductivity values at 25° C. were adopted.\n(3) X-Ray Diffraction (XRD) Measurement\nCircular pellets having a diameter of 10 mm and a height of 0.1 to 0.3 cm were molded from the sulfide solid electrolyte particles produced in each Example to obtain samples. The samples were measured without exposure to air using an XRD airtight holder. The 2θ position of the diffraction peak was determined by the centroid method using an XRD analysis program JADE.\nMeasurement was conducted under the following conditions using a powder X-ray diffractometer SmartLab manufactured by Rigaku Corporation.\nTube voltage: 45 kV\nTube current: 200 mA\nX-ray wavelength: Cu-Kα ray (1.5418 Å)\nOptical system: Parallel beam system\nSlit configuration: Solar slit 5°, incident slit: 1 mm, light receiving slit: 1 mm\nDetector: Scintillation counter\nMeasurement range: 2θ=10-60 deg\nStep width, Scan speed: 0.02 deg, 1 deg\/min\nIn the analysis of the peak position for confirming the existence of the crystal structure from the measurement result, the peak position was obtained by drawing the baseline by cubic approximation using the XRD analysis program JADE.\nThe peak-intensity ratios were calculated from the measured results using Excel spreadsheet software. Firstly, a weighted average of 7 points was averaged, and the averaged value was averaged again by a weighted average of 7 points, and then this average value was averaged by a weighted average of 7 points, thereby smoothed. Using the smoothed points, a differential curve was generated using the difference between adjacent smoothed points as a differential value.\nThe maximum value of the measured intensity in the range where 2θ is 29.0 to 31.0 deg was defined as the peak intensity Ip of the peak A. The measured intensity of the angle at a point where the value of the differential curve becomes 0 (a point where the value changes from positive (plus) to negative (minus)) in the wide-angle region from the maximum intensity is defined as Ib. The Ib\/Ip was calculated from these values.\n(4) ICP Measurement\nThe sulfide solid electrolyte particles produced in each Example were weighed, and collected in a vial in an argon atmosphere. A KOH alkaline aqueous solution was placed in a vial, and the sample was dissolved while taking care to the collection of the sulfur content, and the solution was appropriately diluted and used as a measurement solution. This solution was measured with a Paschen-Runge type ICP-OES apparatus (SPECTRO ARCOS manufactured by SPECTRO), and the composition was determined.\nA calibration solution for Li, P and S was prepared by using a 1000 mg\/L standard solution for ICP measurement, and a calibration solution for Cl and Br was prepared by using a 1000 mg\/L standard solution for ion chromatography.\nTwo measurement solutions were prepared for each sample, and five measurements were performed for each measurement solution to calculate an average value. The composition was determined by averaging the measured values of the two measurement solutions.\n(5) Solid 31P-NMR Measurements\nApproximately 60 mg of powder sample was loaded into an NMR-sample tube and solid 31P-NMR spectrum was obtained using the equipment and conditions described below.\nApparatus: ECZ 400 R apparatus (manufactured by JEOL Ltd.)\nObservation nucleus: 31P\nObservation frequency: 161.944 MHz\nMeasurement temperature: Room temperature\nPulse sequence: Single pulse (using 90° pulse)\n90° pulse width: 3.8μ\nWaiting time after FID measurement until the next pulse application: 300 s\nRotational speed of magic angle rotation: 12 kHz\nNumber of integrations: 16 times\nMeasurement range: 250 ppm to −150 ppm\nChemical Shift: Obtained by using (NH4)2HPO4 (Chemical Shift 1.33 ppm) as an external reference.\nRegarding the obtained solid 31P-NMR spectrum, the area ratio of the glass-derived peaks (φglass) was obtained by a method that differed depending on the type of the crystal structures.\n(I) Argyrodite-Type Crystal Structure Containing Only Chlorine as a Halogen\nThe NMR signals ranging from 60 to 120 ppm in the solid 31P-NMR spectrum were separated into Gaussian function or Pseudo-Voigt function (linear sum of Gaussian and Lorentz functions) by the nonlinear least squares method to obtain each of the peaks. In the above ranges, in addition to the peak due to the argyrodite-type crystal structure containing chlorine, the peak due to the Li7PS6 crystal structure may be observed at 88.5 to 90.5 ppm and the peak due to the β crystal of the Li3PS4 crystal structure may be observed at 86 to 87.6 ppm. Therefore, waveforms were separated in different manners between the case where these two peaks were not observed and the case where they were observed.\n(I-1) When Peaks Due to β Crystals of Li7PS6 Crystal Structure and Li3PS4 Crystal Structure are Not Observed\nNMR signals ranging from 60 to 120 ppm were separated into Gaussian function or Pseudo-Voigt function (linear sum of Gaussian and Lorentz functions) by the nonlinear least squares method to obtain six peaks having the positions of chemical shifts and the range of half-value widths shown in Table 1. From the sum of the areas of the peaks of the P4 to P6 assigned to the glass (Sg=S4+S5+S6) and the sum of the areas of all peaks (Sall=S1+S2+S3+S4+S5+S6), the area ratio of the peaks derived from the glass (φglass) was calculated using the following formula.\n\nφglass=100×S g \/S all\n\n   TABLE 1functionchemicalhalf valueused for theshift (ppm)width (Hz)separationareaassignment6th peak (P6)102-108 900-1500GaussianS6glass (P2S6 4−)5th peak (P5)91.41380GaussianS5glass (P2S7 4−)4th peak (P4)82.5-84.5 900-1500GaussianS4glass (PS4 3−)3rd peak (P3)84.0-85.6150-800Pseudo-VoigtS3argyrodite crystal2nd peak (P2)82.4-83.7150-800GaussianS2argyrodite crystal1st peak (P1)80.3-81.7150-500Pseudo-VoigtS1argyrodite crystal   \n(I-2) When Peaks Due to Li7PS6 Crystal Structure or β Crystal of Li3PS4 Crystal Structure are Observed\n\nAs shown in Table 2, NMR signals ranging from 60 to 120 ppm were separated into three peaks due to an argyrodite-type crystal structure, three peaks derived from glass, and peaks due to Li7PS6 (Peak I) or Li3PS4 (Peak II) using the nonlinear least squares method. From the sum of the areas of the peaks of the P4 to P6 assigned to the glass (Sg=S4+S5+S6) and the sum of all the peak areas (Sall+b=S1+S2+S3+S4+S5+S6+b1+b2), the area ratio of the glass-derived peaks (φglass) was calculated using the following formula.\n\nφglass=100×S g \/S all+b\n\n   TABLE 2functionchemicalhalf valueused for theshift (ppm)width (Hz)separationareaassignment6th peak (P6)102-108 900-1500GaussianS6glass (P2S6 4−)5th peak (P5)91.41380GaussianS5glass (P2S7 4−)4th peak (P4)82.5-84.5 900-1500GaussianS4glass (PS4 3−)3rd peak (P3)84.0-85.6150-800Pseudo-VoigtS3argyrodite crystal2nd peak (P2)82.4-83.7150-800GaussianS2argyrodite crystal1st peak (P1)80.3-81.7150-500Pseudo-VoigtS1argyrodite crystalpeak I88.5-90.5150-800Pseudo-Voigtb1Li7PS6 crystalpeak II86.0-87.6150-500Pseudo-Voigtb2Li3PS4 (ß crystal)   \n(II) Argyrodite-Type Crystal Structure Containing Only Chlorine and Bromine as Halogens\n\nThe NMR signals ranging from 60 to 120 ppm in the solid 31P-NMR spectrum were separated into Gaussian function or Pseudo-Voigt function (linear sum of Gaussian and Lorentz functions) by the nonlinear least squares method to obtain each of peaks. In the above ranges, in addition to the peak due to the argyrodite-type crystal structure, a peak due to the Li7PS6 crystal structure may be observed at 88.5 to 90.5 ppm, and a peak due to the β crystal of the Li3PS4 crystal structure may be observed at 86 to 87.6 ppm. Therefore, waveforms were separated in different manners between the case where these two peaks were not observed and the case where they were observed.\n(II-1) When No Peaks Due to Li7PS6 Crystal Structure and β Crystals of Li3PS4 Crystal Structure are Observed\nNMR signals ranging from 60 to 120 ppm were separated into Gaussian function or Pseudo-Voigt function (linear sum of Gaussian and Lorentz functions) by the nonlinear least squares method to obtain seven peaks having the positions of chemical shifts and the range of half-value widths shown in Table 3. From the sum of the areas of the peaks of the P5 to P7 assigned to the glass (Sg=S5+S6+S7) and the sum of the areas of all peaks (Sall=S1+S2+S3+S4+S5+S6+S7), the area ratio of the peaks derived from the glass (φglass) was calculated using the following formula.\n\nφglass=100×S g \/S all\n\n   TABLE 3functionchemicalhalf valueused for theshift (ppm)width (Hz)separationareaassignment7th peak (P7)102-108 900-1500GaussianS7glass (P2S6 4−)6th peak (P6)91.41380GaussianS6glass (P2S7 4−)5th peak (P5)82.5-84.5 900-1500GaussianS5glass (PS4 3−)4th peak (P4)87.2-89.4300-600Pseudo-VoigtS4argyrodite crystal3rd peak (P3)85.2-86.7150-800Pseudo-VoigtS3argyrodite crystal2nd peak (P2)83 2-84.7150-440GaussianS2argyrodite crystal1st peak (P1)81.5-82.5150-500Pseudo-VoigtS1argyrodite crystal   \n(II-2) Peaks Due to Li7PS6-Type Crystal Structure or β Crystals of Li3PS4-Type Crystal Structure are Observed.\n\nNMR signals ranging from 60 to 120 ppm were separated into seven peaks due to the argyrodite-type structures and glass components and peaks due to Li7PS6 (Peak I) or Li3PS4 (Peak II) shown in Table 4 using the nonlinear least squares method. From the sum of the areas of the P5 to P7 peaks assigned to the glass (Sg=S5+S6+S7) and the sum of all the peak areas (Sall+b=S1+S2+S3+S4+S5+S6+S7+b1+b2), the area ratio (φglass) of the glass-derived peaks (φglass) was calculated using the following formula:\n\nφglass=100×S g \/S all+b\n\n   TABLE 4functionchemicalhalf valueused for theshift (ppm)width (Hz)separationareaassignment7th peak (P7)102-108 900-1500GaussianS7glass (P2S6 4−)6th peak (P6)91.41380GaussianS6glass (P2S7 4−)5th peak (P5)82.5-84.5 900-1500GaussianS5glass (PS4 3−)4th peak (P4)87.2-89.4300-600Pseudo-VoigtS4argyrodite crystal3rd peak (P3)85.2-86.7150-800Pseudo-VoigtS3argyrodite crystal2nd peak (P2)83.2-84.7150-440GaussianS2argyrodite crystal1st peak (P1)81.5-82.5150-500Pseudo-VoigtS1argyrodite crystalpeak I88.5-90.5150-800Pseudo-Voigtb1Li7PS6 crystalpeak II86.0-87.6150-500Pseudo-Voigtb2Li3PS4 (ß crystal)   \n(III) LGPS-Type Crystal Structure\n\nIn addition to the two peaks assigned to the PS4 3− structure of the 4d site and 2b site of LGPS-type crystal structure, peaks due to Li4P2S6 crystal structure, β-Li3PS4 crystal structure, and glass are observed by overlap in the solid 31P-NMR spectrum of the sulfide solid electrolyte containing the LGPS-type crystal structure. NMR signals in the range of 60-120 ppm were separated into Gaussian function and Pseudo-Voigt function (linear sum of Gaussian and Lorentz functions) using the nonlinear least squares method to obtain peaks having the positions of chemical shifts and the range of half-value widths shown in Table 5. The area ratio of the glass-derived peaks (φglass) were calculated from the sum of the areas of the P5 to P7 peaks of the glass (Sg=S5+S6+S7) and the sum of the areas of all the peaks (Sall=S1+S2+S3+S4+S5+S6+S7) using the following formula.\n\nφglass=100×S g \/S all\n\n\n\n\nTABLE 5functionchemicalhalf valueused for theshift (ppm)width (Hz)separationareaassignment7th peak (P7)102-108 900-1500GaussianS7glass (P2S6 4−)6th peak (P6)91.41380GaussianS6glass (P2S7 4−)5th peak (P5)82.5-84.5 900-1500GaussianS5glass (PS4 3−)4th peak (P4)109-111100-400Pseudo-VoigtS4Li4P2S6 crystal3rd peak (P3)93.5-95.0200-500Pseudo-VoigtS3LGPS crystal (4d)2nd peak (P2)86.0-87.6150-500Pseudo-VoigtS2Li3PS4 (ß crystal)1st peak (P1)73.5-75.0200-500Pseudo-VoigtS1LGPS crystal (2b)\n\n\n\nProduction Example 1\n(Production of Lithium Sulfide (Li2S))\nIn a 500 mL-separable flask equipped with a stirrer, 200 g of LiOH anhydride (manufactured by Honjo Chemical Corporation) dried under an inert gas was prepared. The temperature was raised under a stream of nitrogen, and the internal temperature was maintained at 200° C. Nitrogen gas was switched to hydrogen sulfide gas (Sumitomo Seika Chemicals Company, Limited) at a flow rate of 500 mL\/min, and lithium-hydroxide anhydride (LiOH) and hydrogen sulfide were reacted with each other.\nMoisture generated by the reaction was condensed by a condenser and recovered. The reaction was carried out for 6 hours at which time 144 mL of water was recovered. The reaction was continued for an additional 3 hours, but no water generation was observed.\nThe product powder was collected and measured for purity and XRD. As a result, the purity was 98.5%, and the peak pattern of Li2S was confirmed by XRD.\nExample 1\n(1) Preparation of Sulfide Solid Electrolyte (Intermediate)\nThe Li2S produced in Production Example 1, diphosphorus pentasulfide (P2S5, manufactured by Sigma-Aldrich Co. LLC), and lithium chloride (LiCl, manufactured by Sigma-Aldrich Co. LLC) were mixed so that the molar ratio (Li2S:P2S5:LiCl) was 19:5:16 to obtain a mixture of starting materials. 200 g of the mixture and 1780 g of 20 mm-diameter zirconia balls were placed in a container made of SUS (volume 6 L). The container was attached to a vibrating mill (MD-3, manufactured by Chuo Kakohki Co., Ltd.) and mechanical energy was added (mechanical milling treatment) to obtain a sulfide solid electrolyte (intermediate), a white-yellowish powder. The processing conditions of the vibration mill were 1500 revolutions per second and 120 hours at 40° C. under a nitrogen atmosphere having a dew point of −40° C. or less.\n(2) Particulation of Intermediate\n30 g of the above intermediate were particulated in a nitrogen-atmosphere glove box using a jet mill (NJ-50, manufactured by Aisin Nano Technologies, CO., LTD). The treatment condition was that treatment rate was 180 g\/hour (treatment time: 10 minutes), nitrogen was used as the grinding gas, the input gas pressure was 2.0 MPa, and the grinding gas pressure was 2.0 MPa.\nThe volume-based average particle size (D50) of the particulated intermediate was 2.7 μm.\n(3) Production of Sulfide Solid Electrolyte Particles\nApproximately 10 g of the intermediate particles produced in the above (2) were packed into a Tamman tube (manufactured by Tokyo Garasu Kikai Co., Ltd.) in a glove box under an Ar atmosphere, the opening of the Tamman tube was dosed with quartz wool, and sealed with an enclosed container made of SUS so as not to enter the atmosphere. The enclosed container was then placed in an electric furnace (FUW243PA, manufactured by Advantech Toyo Kaisha, Ltd.) and heat treated. Specifically, the temperature was raised from room temperature to 430° C. at 2.5° C.\/min, and held at 430° C. for 1 hour. Thereafter, it was gradually cooled to obtain sulfide solid electrolyte particles.\nThe D50 of the sulfide solid electrolyte particles was 4.3 μm. The ionic conductivity (σ) was 9.1 mS\/cm.\nAs a result of the composition analysis by ICP of the sulfide solid electrolyte particles, the ratio of each element (Li:P:S:Cl) was 43.5:8.1:35.5:12.9 (mol %)=5.4:1.0:4.4:1.6.\n FIG. 1 shows an electron micrograph of a sulfide solid electrolyte particles.\nThe XRD pattern of the sulfide solid electrolyte particles is shown in FIG. 2. Peaks derived from the argyrodite-type crystal structure were observed at 2θ=15.56, 17.98, 25.62, 30.16, 31.52, 45.20, 48.10, and 52.70 deg. From FIG. 2, the peak intensity Ip of the diffraction peak A within the range of 2θ=29.0-31.0 deg was 17503 (2θ=30.16 deg).\n FIG. 3 is a view showing a differential curve of the XRD pattern in an enlarged view of the XRD pattern around 2θ=27 to 33 deg shown in FIG. 2. From FIG. 3, the diffraction intensity Ib at a high angle-side low part of the diffraction peak A was 838 (2θ=30.94 deg).\n FIG. 4 shows the solid 31P-NMR spectrum of the sulfide solid electrolyte particles.\nTable 6 shows the peak intensity Ip of the diffraction peak A, the diffraction intensity Ib at a high angle-side low part of the diffraction peak, the intensity ratio, and the ionic conductivity a of the sulfide solid electrolyte particles produced in Example 1, and Examples 2 to 4 and Comparative Examples 1 to 3 described later. The area ratios of the peaks calculated from the solid 31P-NMR measurements of the sulfide solid electrolyte particles produced in Examples 1, 2A and Comparative Examples 1, 2 are shown in Table 7.\n\n\n\nTABLE 6Intensity\nXRD Intensityratioσ\nIp (2θ:deg)Ib (2θ:deg)Ib\/Ip(mS\/cm)\nEx. 1175038380.059.1(30.16)(30.94)Comp.1286211720.091.4Ex 1(30.16)(30.94)Ex. 2A115706690.069.6(30.12)(30.92)Ex. 2B101036090.066.1(30.12)(30.92)Ex. 3A128024910.0410.1(30.06)(30.98)Ex. 3B132717940.0610.3(30.10)(30.90)Comp.701518290.262.8Ex. 2(30.16)(30.88)Ex. 4121135370.046.8(29.48)(30.66)Comp.268513390.501.4Ex. 3(29.04)(30.78)\n\n\n\n\n\n\nTABLE 7area ratio of peaks (%)\nEx.Comp.Ex.Comp.1Ex. 12AEx. 2\n1st peak18.211.320.83.42nd peak27.418.225.815.23rd peak54.436.553.423.4P   I0000P   II0000peak of P2S7 glass0003.4peak of PS4 glass034.0050.1peak of P2S6 glass0004.5area ratio of the glass-034.0058.0derived peaks (φglass)\n\n\n\nComparative Example 1\n(1) Production of Sulfide Solid Electrolyte\nApproximately 10 g of the intermediate prepared in (1) of Example 1 was heat-treated at 430° C. for 8 hours to obtain a sulfide solid electrolyte. The conditions of the heat treatment were the same as in (3) of Example 1 except that the retention time was 8 hours.\nThe D50 of the obtained sulfide solid electrolyte was 18.7 μm. σ was 9.8 mS\/cm.\n(2) Production of Sulfide Solid Electrolyte Particles\nThe sulfide solid electrolyte obtained in the above (1) was particulated using a jet mill apparatus under the same conditions as in the above (2) of Example 1 to obtain sulfide solid electrolyte particles.\nThe sulfide solid electrolyte particles were evaluated in the same manner as in Example 1. The evaluation results are shown in Tables 6 and 7. The σ of the sulfide solid electrolyte particles was 1.4 mS\/cm.\nThe XRD pattern of the sulfide solid electrolyte particles is shown in FIG. 5. Peaks derived from the argyrodite-type crystal structure were observed at 2θ=15.60, 18.06, 25.64, 30.16, 31.54, 45.24, 48.16, and 52.74 deg. From FIG. 5, the peak intensity Ip of the diffraction peak A was 12862 (2θ=30.16 deg).\n FIG. 6 is a view showing a differential curve of the XRD pattern in an enlarged view around 2θ=27 to 33 deg of the XRD pattern shown in FIG. 5. From FIG. 6, the diffraction intensity Ib at a high angle-side low part of the diffraction peak A was 1172 (2θ=30.94 deg).\n FIG. 7 shows the solid 31P-NMR spectrum of the sulfide solid electrolyte particles.\nAs a result of the composition analysis by ICP of the sulfide solid electrolyte particles, the ratio of each element (Li:P:S:Cl) was 5.4:1.0:4.4:1.6.\nExample 2A\nThe sulfide solid electrolyte particles obtained in Comparative Example 1 were heat-treated under the same conditions (430° C., 1 hour) as in (3) of Example 1.\nThe sulfide solid electrolyte particles after the heat treatment were evaluated in the same manner as in Example 1. The evaluation results are shown in Tables 6 and 7. The D50 of the sulfide solid electrolyte particles after the heat treatment was 4.9 μm. σ was 9.6 mS\/cm. As a result of the composition analysis by ICP, the ratio of each element (Li:P:S:Cl) was 5.4:1.0:4.4:1.6.\nThe XRD pattern of the sulfide solid electrolyte particles is shown in FIG. 8.\nExample 2B\nThe sulfide solid electrolyte particles obtained in Comparative Example 1 were subjected to heat treatment in the same manner as in (3) of Example 1 except that the heat treatment temperature and time were 420° C. and 30 minutes.\nThe sulfide solid electrolyte particles after the heat treatment were evaluated in the same manner as in Example 1. The evaluation results are shown in Tables 6 and 7. The D50 of the sulfide solid electrolyte particles after the heat treatment was 2.2 μm. σ was 6.1 mS\/cm. As a result of the composition analysis by ICP, the ratio of each element (Li:P:S:Cl) was 5.4:1.0:4.4:1.6.\nThe XRD pattern of the sulfide solid electrolyte particles is shown in FIG. 9.\nExample 3A\n(1) Preparation of Sulfide Solid Electrolyte (Intermediate)\nThe Li2S produced in Production Example 1, diphosphorus pentasulfide (P2S5, manufactured by, Sigma-Aldrich Co. LLC), lithium chloride (LiCl, manufactured by Sigma-Aldrich Co. LLC), and lithium bromide (LiBr, manufactured by Sigma-Aldrich Co. LLC) were mixed so as to have a molar ratio (by Li2S:P2S5:LiCl:LiBr) of 19:5:10:6 to prepare a mixture of starting materials. An intermediate was prepared in the same manner as in (1) of Example 1 except that the mixture was changed.\n(2) Production of Sulfide Solid Electrolyte\nApproximately 10 g of the intermediate prepared in the above (1) was heat-treated at 430° C. for 8 hours to obtain a sulfide solid electrolyte. The conditions of the heat treatment were the same as in (3) of Example 1 except that the retention time was 8 hours.\nThe D50 of the sulfide solid electrolyte was 20 μm. σ was 13.0 mS\/cm.\n(3) Production of Sulfide Solid Electrolyte Particles\n40 g of the sulfide solid electrolyte obtained in the above (2) was dispersed in 750 mL of a solvent (dehydrated toluene, Wako Pure Chemical Industries, Ltd.) in a glove box under a nitrogen atmosphere to obtain a slurry of about 5.8% by weight. The solid sulfide electrolyte was particulated by pulverizing the slurry using a bead mill (LMZ015, manufactured by Ashizawa Finetech Ltd.) while maintaining the slurry in a nitrogen-atmosphere. Specifically, 456 g of 0.5 mmφ zirconia beads were used as the grinding medium, and the bead mill apparatus was operated at a peripheral speed of 12 m\/sec and a flow rate of 500 mL\/min, and the slurry was introduced into the apparatus and passed once. The treated slurry was placed in a nitrogen-substituted Schlenk bottle and dried under reduced pressure to obtain sulfide solid electrolyte particles. The D50 of the sulfide solid electrolyte particles was 1.4 μm.\nThe sulfide solid electrolyte particles were heat treated under the same conditions as in (3) of Example 1.\nThe sulfide solid electrolyte particles after the heat treatment were evaluated in the same manner as in Example 1. Evaluation results are shown in Table 6. The D50 of the sulfide solid electrolyte particles after the heat treatment was 4.4 μm. σ was 10.1 mS\/cm. As a result of the composition analysis by ICP, the ratio (Li:P:S:Cl:Br) of each element was 5.4:1.0:4.4:1.0:0.6.\nThe XRD pattern of the sulfide solid electrolyte particles is shown in FIG. 10.\nExample 3B\nIn the heat treatment of (3) of Example 3A, sulfide solid electrolyte particles were obtained in the same manner as in (3) of Example 1, except that the heat treatment temperature and time were at 420° C. for 30 minutes.\nThe sulfide solid electrolyte particles after the heat treatment were evaluated in the same manner as in Example 1. Evaluation results are shown in Table 6. The D50 of the sulfide solid electrolyte particles after the heat treatment was 1.6 μm. Further, σ was 10.3 mS\/cm. As a result of the composition analysis by ICP, the ratio of each element (Li:P:S:Cl:Br) was 5.4:1.0:4.4:1.0:0.6.\nThe XRD pattern of the sulfide solid electrolyte particles is shown in FIG. 11.\nFor Examples 2A, 2B, 3A and 3B, the treatment temperatures, the treatment times, the D50 and σ of the sulfide solid electrolyte particles obtained in the last heat treatment are shown in Table 8.\nExamples 2A and 2B contain only one kind of halogen (Cl). On the other hand, Examples 3A and 3B contain two kinds of halogens (Cl and Br). It is understood that the sulfide solid electrolyte particles having a small D50 and a high ionic conductivity can be obtained even when the treatment temperature is lowered and the treatment time is shortened in Example 3 containing two kinds of halogens, as compared with Example 2.\n\n\n\nTABLE 8Ex. 2AEx. 2BEx. 3AEx. 3B\nheat treatment430°C.420°C.430°C.420°C.temperature1hour30minutes1hour30minutesand timeD504.9μm2.2μm4.4μm1.6μmσ9.6mS\/cm6.1mS\/cm10.1mS\/cm10.3mS\/cm\n\n\n\nComparative Example 2\n(1) Production of Sulfide Solid Electrolyte\nSulfide solid electrolytes were obtained in the same manner as in (1) and (2) of Example 3 above.\n(2) Production of Sulfide Solid Electrolyte Particles\n1.5 g sulfide solid electrolyte and 30 g of 10 mm-diameter zirconia balls were placed in a planetary ball mill zirconia pot (45 mL) (model number P-7, manufactured by Fritsch GmbH) and fully sealed. The inside of the pot was an argon atmosphere. Sulfide solid electrolyte particles were obtained by processing (mechanical milling) at a rotational speed of 370 rpm in a planetary ball mill for 72 hours.\nThe sulfide solid electrolyte particles were evaluated in the same manner as in Example 1. The evaluation results are shown in Tables 6 and 7. The σ of the sulfide solid electrolyte particles was 2.8 mS\/cm. As a result of the composition analysis by ICP, the ratio of each element (Li:P:S:Cl:Br) was 5.4:1.0:4.4:1.0:0.6.\nExample 4\n(1) Preparation of Intermediate\nThe Li2S produced in Production Example 1, diphosphorus pentasulfide (P2S5, made of, Sigma-Aldrich Co. LLC), and germanium disulfide (GeS2, manufactured by Kojundo Chemical Laboratory Co., Ltd) were mixed so as to have a molar ratio (Li2S:P2S5:GeS2) of 5:1:1 to prepare a mixture of starting materials. 1.5 g of the mixture and 30 g of 10 mm-diameter zirconia balls were placed in a zirconia pot (45 mL) and fully sealed. The inside of the pot was an argon atmosphere. Two pots were attached to a planetary ball mill (model number P-7, manufactured by Fritsch GmbH) and processed (mechanical milling) at a rotational speed of 370 rpm for 72 hours to obtain an intermediate.\n(2) Production of Sulfide Solid Electrolyte\n3 g of the intermediate prepared in the above (1) was packed into a Tamman tube (manufactured by Tokyo Garasu Kikai Co., Ltd) in a glove box under an Ar atmosphere, the opening of the Tamman tube was closed with quartz wool, and sealed with an enclosed container made of SUS so as not to enter the atmosphere. The enclosed container was then placed in an electric furnace (FUW243PA, manufactured by Advantech Toyo Kaisha, Ltd) and heat treated. Specifically, the temperature was raised from room temperature to 550° C. at 2.5° C.\/min, and held at 550° C. for 100 hours. Thereafter, it was gradually cooled to obtain a sulfide solid electrolyte.\n(3) Particulatoin of Sulfide Solid Electrolyte\n2 g of the sulfide solid electrolyte obtained in (1) above, 7 g of the solvent (dehydrated toluene, Wako Pure Chemical Industries, Ltd.), 1 g of the dispersant (isobutylonitrile, manufactured by KISHIDA CHEMICAL Co., Ltd.), and the ZrO2 balls (diameter: 0.6 mm, 40 g) were loaded into the zirconia pot (45 mL) of the planetary ball mill, and the pot was completely sealed under an Ar atmosphere. The pot was attached to a planetary ball mill (model number P-7, manufactured by Fritsch GmbH) and mechanically milled at 200 revolutions per minute for 20 hours. After completion, the resulting sample was dried on a hot plate at 120° C. for 2 hours to evaporate toluene and isobutyronitrile to obtain sulfide solid electrolyte particles.\n(4) Production of Sulfide Solid Electrolyte Particles\n1.5 g of the sulfide solid electrolyte particles 1.5 g produced in the above (3) were packed into a Tamman tube (manufactured by Tokyo Garasu Kikai Co., Ltd) in a glove box under an Ar atmosphere, the opening of the Tamman tube was closed with quartz wool, and sealed in an enclosed container made of SUS. The enclosed container was then placed in an electric furnace (FUW243PA, manufactured by Advantech Toyo Kaisha, Ltd.) and heat treated. Specifically, the temperature was raised from room temperature to 530° C. at 2.5° C.\/min, and held at 530° C. for 1 hour. Thereafter, it was gradually cooled to obtain sulfide solid electrolyte particles.\nThe sulfide solid electrolyte particles after the heat treatment were evaluated in the same manner as in Example 1. Evaluation results are shown in Table 6. The D50 of the sulfide solid electrolyte particles obtained by heat treatment was 4.9 min. σ was 6.8 mS\/cm.\nIn the XRD pattern of the sulfide solid electrolyte particles, peaks derived from LGPS-type crystal structures were observed at 2θ=12.26, 14.28, 20.08, 23.80, 26.82, 29.44, 32.24, 41.36, and 47.30 deg.\nThe area ratio of the glass-derived peaks of the sulfide solid electrolyte particles calculated from the solid 31P-NMR measurements was 1.9%.\nComparative Example 3\n(1) Production of Sulfide Solid Electrolyte\nSulfide solid electrolytes were obtained in the same manner as in (1) and (2) Example 4 above.\n(2) Production of Sulfide Solid Electrolyte Particles\n1.5 g of sulfide solid electrolyte and 30 g of 10 mm-diameter zirconia balls were placed in zirconia pot (45 ml) and sealed completely. The inside of the pot was an argon atmosphere. The pot was attached to a planetary ball mill (model number P-7 manufactured by Fritsch GmbH), and processed (mechanical milling) at a rotational speed of 370 rpm for 72 hours to obtain sulfide solid electrolyte particles.\nThe sulfide solid electrolyte particles were evaluated in the same manner as in Example 1. Evaluation results are shown in Table 6. σ of the sulfide solid electrolyte particles was 1.4 mS\/cm.\nThe area ratio of the glass-derived peaks of the sulfide solid electrolyte particles calculated from the solid 31 P-NMR measurements was 74%.\n[Hydrolyzability of Sulfide Solid Electrolyte Particles]\nThe hydrolyzability of the sulfide solid electrolyte particles produced in Examples and Comparative Examples were evaluated using the apparatus shown in FIG. 12. In this device, a flask 1 for humidifying air, a flask 2 having a temperature\/humidity meter 6 for measuring the temperature and humidity of humidified air, a Schlenk bottle 3 for charging a measurement sample 4, and a hydrogen sulfide meter 7 for measuring the concentration of hydrogen sulfide contained in the air are connected in this order through a pipe. The evaluation procedure is as follows.\nA powder sample prepared by thoroughly pulverizing the sample in a mortar was weighed about 0.1 g in a glow box under a nitrogen atmosphere having a dew point of −80° C., and the powder sample was put into a 100-mL Schlenk bottle 3 and sealed (numbered 4 in FIG. 12).\nAir was then flowed into flask 1 at 500 mL\/min. The flow rate of air was measured by a flow meter 5. Air was passed through water in the flask 1 and humidified. Subsequently, humidified air was introduced into the flask 2, and the temperature and humidity of the air were measured. Immediately after the start of the circulation, the temperature of the air was 25° C. and the humidity was 80 to 90%. Thereafter, the humidified air was circulated in the Schlenk bottle 3 and brought into contact with the measurement sample 4. The humidified air circulated in the Schlenk bottle 3 was passed through a hydrogen sulfide meter 7 (Model3000RS, manufactured by AMI) to measure the amount of hydrogen sulfide contained in the humidified air. The measurement time was from immediately after the air circulation to 1 hour after the air circulation. The amount of hydrogen sulfide was recorded at intervals of 15 seconds.\nThe amount of hydrogen sulfide generated per sample 1 g (mL\/g) was calculated from the total amount of hydrogen sulfide observed in one hour. Evaluation results are shown in Table 9.\n\n\n\nTABLE 9Ex. 1Comp. Ex. 1Ex. 2AEx. 2BEx. 3AEx. 3BComp. Ex. 2\nAmount of hydrogen111810109922sulfide generated (mL\/g)\n\n\n\nFrom Table 9, it can be seen that the sulfide solid electrolyte particles of Example have higher hydrolysis resistance and a smaller amount of hydrogen sulfide generated than Comparative Example.\nWhile embodiments and\/or examples of the invention have been described in some detail above, those skilled in the art will readily make many changes to these illustrative embodiments and\/or examples without materially departing from the novel teachings and advantages of the invention. Accordingly, many of these modifications are within the scope of the present invention.\nThe specification of Japanese application(s) on the basis of which the present application claims Paris convention priority are incorporated herein by reference in its entirety."},"Claims":{"0":"Claims (15)\n\nThe invention claimed is:\n \n1. Sulfide solid electrolyte particles, comprising lithium, phosphorus and sulfur,\nwherein\na volume-based average particle size measured by laser diffraction particle size distribution measurement is from 0.1 μm to 10 μm,\nin powder X-ray diffraction measurement using CuKα ray, the sulfide solid electrolyte particles have a diffraction peak having 2θ of from 29.0 to 31.0 deg,\nan intensity ratio (Ib\/Ip) of a peak intensity Ib at a high angle-side low part of the diffraction peak to a peak intensity Ip of the diffraction peak is less than 0.09,\nthe sulfide solid electrolyte particles comprise an argyrodite-type crystal structure, and\nthe sulfide solid electrolyte particles comprise at least two halogens.\n\n\n  \n2. The sulfide solid electrolyte particles according to claim 1, wherein the diffraction peak is at 2θ=29.7±0.5 deg.\n\n  \n3. The sulfide solid electrolyte particles according to claim 2, further having a diffraction peak at 2θ=25.2±0.5 deg in powder X-ray diffraction measurement using CuKα ray.\n\n  \n4. The sulfide solid electrolyte particles according to claim 1, wherein a molar ratio of the at least two halogens to the sulfur is from more than 0.23 to less than 0.57.\n\n  \n5. The sulfide solid electrolyte particles according to claim 1, wherein a ratio of an area of glass-derived peaks to a total area of all peaks at 60 ppm to 120 ppm observed in solid 31P-NMR measurements is from 0% to 30%.\n\n  \n6. An electrode mix comprising the sulfide solid electrolyte particles of claim 1 and an active material.\n\n  \n7. A lithium ion battery comprising the sulfide solid electrolyte particles of claim 1.\n\n  \n8. A lithium ion battery comprising the electrode mix of claim 6.\n\n  \n9. Sulfide solid electrolyte particles, comprising lithium, phosphorus and sulfur,\nwherein\na volume-based average particle size measured by laser diffraction particle size distribution measurement is from 0.1 μm to 10 μm,\nan ionic conductivity is 4.0 mS\/cm or more,\nthe sulfide solid electrolyte particles comprise an argyrodite-type crystal structure, and\nthe sulfide solid electrolyte particles comprise at least two halogens.\n\n\n  \n10. A method for producing sulfide solid electrolyte particles comprising a crystal structure of a stable phase, the method comprising:\npulverizing the sulfide solid electrolyte, followed by subjecting a pulverized product to a heat treatment,\nwherein the crystal structure of the stable phase is an argyrodite-type crystal structure, and\nthe sulfide solid electrolyte particles comprise at least two halogens.\n\n\n  \n11. The method according to claim 10, wherein the sulfide solid electrolyte comprises lithium, phosphorus, sulfur and halogen, and comprises an argyrodite-type crystal structure.\n\n  \n12. The method according to claim 10, wherein a temperature of the heat treatment is from 350° C. to 700° C.\n\n  \n13. The method according to claim 10, wherein a jet mill, a ball mill or a bead mill is used for the pulverizing.\n\n  \n14. The method according to claim 10, further comprising:\nreacting a raw material comprising lithium, phosphorus and sulfur, thereby producing a glassy sulfide solid electrolyte.\n\n\n  \n15. The method according to claim 14, wherein the raw material comprises lithium sulfide, phosphorus sulfide, and lithium halide."},"URL":{"0":"https:\/\/patents.google.com\/patent\/US11355780B2\/en"}}